wipo-unisa/IPSP01X - Essential Copyright Law/assignments/NLisa_Assignment_03.tex
% Created 2017-05-19 Fri 23:38
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=0.56in]{geometry}
\usepackage[backend=bibtex, style=ieee]{biblatex}
\addbibresource{/home/nuk3/course/training/csir/novellasers/bibliography/bibliography.bib}
\DeclareFieldFormat[InProceedings]{citetitle}{\textit{#1}}
\DeclareFieldFormat[inproceedings]{title}{\textit{#1}}
\DeclareFieldFormat[misc]{citetitle}{#1}
\DeclareFieldFormat[misc]{title}{#1}
\renewcommand*{\bibpagespunct}{%
\ifentrytype{inproceedings}
{\addspace}
{\addcomma\space}}
\AtEveryCitekey{\ifuseauthor{}{\clearname{author}}}
\AtEveryBibitem{\ifuseauthor{}{\clearname{author}}}
\author{Nyameko Lisa}
\date{\today}
\title{IPSP01X - Essential Copyright Law\\\medskip
\large Assignment 3 - Exam}
\hypersetup{
 pdfauthor={Nyameko Lisa},
 pdftitle={IPSP01X - Essential Copyright Law},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.7)},
 pdflang={English}}
\begin{document}

\maketitle
\section*{Declaration}
\label{sec:orgc976d7a}
\begin{itemize}
\item I know that plagiarism is to use someone else’s work and pass it off as my own.
\item I know that plagiarism is wrong.
\item I confirm that this assignment is my own work.
\item I have acknowledged in the bibliography accompanying the assignment all the sources that I have used.
\item I have not directly copied without acknowledgement anything from the Internet or from any other source.
\item I have indicated every quotation and citation in a footnote or bracket linked to that quotation.
\item I have not allowed anyone else to copy my work and to pass it off as their own work.
\item I understand that if any unacknowledged copying whatsoever appears in my assignment I will receive zero per cent for the assignment.
\item I am aware of the UNISA policy on plagiarism and understand that disciplinary proceedings can be instituted against me by UNISA if I contravene this policy.
\item I indicate my understanding and acceptance of this declaration by
entering my name hereunder:
\begin{itemize}
\item Name: \textbf{Nyameko Lisa} (Student Number: \textbf{7874-909-3})
\end{itemize}
\end{itemize}

\subsection*{NOTE}
\label{sec:orgbbfa2d2}
Please note that footnotes will be denoted as \footnote{This is a footnote.} and will
appear at the bottom of the page.\\
References will be denoted by \cite{rsa78_copyrightact} and will appear at the end of the document.
\newpage


\section{Name three types of copyright "work" embodied in Mia's published articles. [5]}
\label{sec:org5b7c351}

As per [section 1]\cite{rsa78_copyrightact}, Mia's articles constitute \emph{literary
works} in the form of written reports, \emph{artistic works} in the form of photographs
and \emph{published editions} in the form of the published articles appearing in
Evergreen magazine, all of which are eligible for copyright as per [sections
2(1)(a, c \& h)]\cite{rsa78_copyrightact} respectively.

\section{Is it possible for copyright to subsist in Roxy's drawing even if it infringes the copyright in another dress which she saw in a teen magazine? [20]}
\label{sec:org23678ff}
As per the definitions in [section 1 \& section 1(1)(c)]\cite{rsa78_copyrightact},
Roxy's drawing can be considered as an \textbf{artistic work}, moreover depending on
the degree to which there are substantial features in common with the original
dress featured in the teen magazine, it may be considered as an \textbf{artistic
adaptation} or \textbf{artistic reproduction}. Since Roxy was the first person to make or
create the drawing, it follows that she is the \textbf{author} of the drawing as per [section 1]\cite{rsa78_copyrightact}.\\

Roxy's drawing must meet the \emph{`inherent'} and \emph{`formal'} or
\emph{`statutory'} requirements for copyright to subsist in her work.
\subsection{Inherent Requirements}
\label{sec:orge9bc30b}
\begin{itemize}
\item The requirement of material embodiment is clearly satisfied as the
work exists in material form.
\item As per [article 9(2)]\cite{wto17_trips} and
[article 2]\cite{wipo96_copyright_treaty}, it can be argued that the
Roxy's drawing is a \emph{`particular form of expression of
thought'}, thus satisfying the requirement of originality.
\end{itemize}
\subsection{Formal Requirements}
\label{sec:org425b6cc}
\begin{itemize}
\item As a student of a school in Cape Town, it is implied that she is either a
citizen of, or domiciled in, or a permanent resident of a Berne
Convention country [section 3, section 37]\cite{wipo86_berne},
meaning that she was a \textbf{qualified person} at the time of creation
of the work and thus making her the author.
\item Moreover it is implied that the work was first made in South
Africa, [section 4]\cite{rsa78_copyrightact}, hence Roxy may allege
that the drawing meets the statutory requirements for the
subsistence of copyright in the work.
\end{itemize}

\subsection{Yes, copyright subsists in Roxy's work.}
\label{sec:orgb39c1c2}
As an \emph{`adaptation of an artistic work'}, Roxy's drawing also enjoys copyright
protection, independently of the original copyright protected dress appearing in
the teen magazine, as per [article 2(3)]\cite{wipo86_berne}. By reproducing the
dress she saw in the teen magazine and / or making an adaptation thereof, Roxy
has infringed the exclusive rights of the authors / copyright owners to perform or
authorize those actions, as per [section 7(a),(e)]\cite{rsa78_copyrightact}.\\

Moreover as per [section 2(3)]\cite{rsa78_copyrightact}, Roxy's drawing is not
ineligible for copyright even though it's creation would
amount to infringements of copyright in the original dress appearing in the teen
magazine.\\

Lastly Roxy's drawing does not infringe on copyright if she made the drawing
purely for private and personal use, as per [section
12(1)(a)]\cite{rsa78_copyrightact}. However, she will be unable to exploit her
design without infringing on the copyright enjoyed in the dress appearing in the
teen magazine.

\section{When will the copyright in their wedding photographs expire? [5]}
\label{sec:org6093da4}
As per [section 3(2)(b)]\cite{rsa78_copyrightact}, the copyright will expire fifty
years from the end of the year in which Ann and Mark either publish or consent
to make their wedding photographs publicly available. If neither of the two
events have occurred within fifty years of their wedding, then the copyright
will expire in fifty years from the end of 2013, i.e. at the end of year 2063.

\section{Does Raymond infringe on the copyright in Amanda's paintings? [25]}
\label{sec:org68c9e64}
As per the definitions provided in [section 1]\cite{rsa78_copyrightact},
Raymond's paintings, constitute \textbf{adaptations} of the \textbf{infringing copies} of
Amanda's \emph{`original'} \textbf{artistic works}, i.e. her paintings, the photographs
of her paintings and the published editions of the photographs of her
paintings.\\

As per definitions in [section 1]\cite{rsa78_copyrightact} and [section
2(1)(c),(h)]\cite{rsa78_copyrightact}, Amanda is the \textbf{author} and copyright
owner\footnote{It is assumed that copyright subsists in all of her works, as the
focus of the question is Raymond's infringement of said copyright.} for her
paintings, the photographs of her paintings and the published (online) editions
of the photographs of her paintings, as per [section
21(1)(a)]\cite{rsa78_copyrightact}.\\

\subsection{Exclusive Rights}
\label{sec:org4069f6a}

However, as per [section 7(a)]\cite{rsa78_copyrightact}, Raymond's printed
photographs of Amanda's paintings constitute infringing copies, that violate the
exclusive rights of the copyright owner, specifically in respect of the right to
either carry out or authorize the reproduction of the Amanda's
photographs. Moreover the right to make an adaptation of the work\footnote{Or
reproductions thereof.}, [section 7(e)]\cite{rsa78_copyrightact} vests solely with
the copyright owner. Raymond's copies constitute \emph{direct} or \emph{conscious} copies
Amanda's paintings, given that he had printed photographs of her original
paintings to work from.\\
