wipo-unisa/IPSP01X - Essential Copyright Law/assignments/NLisa_Assignment_03.tex

\subsection{Direct Infringement}
\label{sec:org992c32b}
By performing any of the acts that a copyright vests the exclusive
right to either perform or authorize the performance thereof, without
the authors' consent constitutes a \emph{`direct infringement'}, [section
7]\cite{rsa78_copyrightact}.

\subsection{Indirect Infringement}
\label{sec:org283e75c}

Each time the \emph{`infringer'} Raymond, consciously furthers the commission of any
acts that only the authors are permitted to do or authorize to do, constitutes
an \emph{`indirect infringement'}. Such would be the case with the exploitation of
the infringing work, for example the sale or distribution [Section
23(2)(b-c)]\cite{rsa78_copyrightact}, or display in a public place (such as an art
gallery) of Raymond's adaptations (paintings) of the
printed photographs of Amanda's original paintings.

\subsection{Copyright Exceptions}
\label{sec:orge32431e}
It is important to note that if Raymond had used the printed copies of the
photographs of Amanda's paintings from her website, and his subsequent paintings
created from these copies, for his own personal or private use, research,
criticism or review, or for purposes of reporting current events, does not
constitute an unlawful act and copyright of Amanda's works would not have been
infringed upon, as per [section 15(4)]\cite{rsa78_copyrightact}. However given
that he produces the paintings under his own name, it is assumed that his usage
\uline{does not} constitute \emph{fair use}.\\

\subsection{Test for Copyright Infringement}
\label{sec:orgab2b5c7}
In establishing copyright infringement, it must be demonstrated that the
copyrighted work has indeed been copied, through the following two inquiries,
(\citetitle{corbett89_galago_v_erasmus}) \cite{corbett89_galago_v_erasmus}
\subsubsection{Objective Connection}
\label{sec:orgf91362f}
An objective connection between a substantial part of the copyright work and the
alleged infringing work - this follows clearly given that it is alleged that
Raymond printed copies of Amanda's photographs of her paintings, and based his
own paintings on those photographs. It may be possible for Raymond to argue that
the two works share a common prior art in which copyright does not subsist. This
would require a work which has substantial qualitatively similarities with both
Amanda's and Raymond's works.
\subsubsection{Subjection Connection}
\label{sec:org9e19583}
There should be a causal connection between the copyrighted work and the alleged
infringing work. It must be shown that Raymond had \emph{`access'} to the original
work - again this follows clearly as it is stipulated that he printed copies of
photographs of Amanda's completed paintings from her website.

\subsection{Yes, Raymond does infringe on the copyright in Amanda's work}
\label{sec:org77b19f1}
Even though Raymond's paintings themselves enjoy copyright protection as
an adaptation of an \textbf{artistic work}, as per [article
2]\cite{wipo86_berne}, regardless of whether their creation infringes on the
copyright of another work [section 2(3)]\cite{rsa78_copyrightact}; every time his work is sold, reproduced or distributed,
it will be an infringement of the copyright enjoyed by the Amanda's paintings,
photographs and published (online) work. Thus Raymond will be liable for
copyright infringement whenever he tries to exploit the work, as stipulated in [article 6]\cite{wto17_trips}.


\section{Leon is a young film maker from Cape Town.}
\label{sec:org13f58bb}

\subsection{Can Leon make commissioned films and still own the copyright in those films? [5]}
\label{sec:orgd493d1d}
As per [section 21(1)(c)]\cite{rsa78_copyrightact}, the owner of the copyright in
the commissioned cinematograph film will be the person who pays or agrees to pay
the monetary value for the film, as it is made in pursuance of said
commission.\\

However, this is subject to the provisions of [section 21(1)(b)]\cite{rsa78_copyrightact}, which stipulates that in the case where work
is commissioned for the purpose of publication, then the proprietor of the
organisation requesting the commission of the work will be the owner of the
copyright as far as it relates to publication or reproduction for the purposes
of publication, in all other respects however the author is the owner of any
copyright subsisting in the work.\\

It follows therefore based on the provisions of [section 21(1)(b)]\cite{rsa78_copyrightact}, one could
argue that the television channels commissioning the films will own the
broadcasting rights and any reproduction of the films for the purposes of them
being broadcast, but in all other respects Leon as the author, shall be owner of
any copyright subsisting in his films.

\subsection{Do exceptions [section 15(1) or 15(3)]\cite{rsa78_copyrightact} apply? [2]}
\label{sec:orgcf6e0ce}
Yes, [section 15(1)]\cite{rsa78_copyrightact} would apply given that the inclusion
of the bands performance is incidental and that the principle matter represented
in the film is the documentary and the guest being interviewed in said
restaurant.\\

[Section 15(3)]\cite{rsa78_copyrightact} would only apply in the case where the
band was a permanent fixture in the restaurant. It would be difficult to
reasonably argue that it was impossible to schedule the interview during a time
when the band was not playing at the restaurant. So yes this could apply but to
a lesser degree than [section 15(1)]\cite{rsa78_copyrightact}.

\subsection{Does the general fair dealing exception [section 12(1)]\cite{rsa78_copyrightact} apply? [8]}
\label{sec:org1bfc894}

\begin{itemize}
\item\relax [Section 12(1)(a)]\cite{rsa78_copyrightact} cannot apply as the production of
the documentary film is neither for the purposes or research, private study,
personal nor private use by Leon, but intended for commission in a film sold
to television channels.

\item\relax [Section 12(1)(b)]\cite{rsa78_copyrightact} cannot apply as the band's music is
playing in the background and incidental to the interview. Therefore one can
assume that the content of the interview is \uline{not} related to criticism of the
band's original music or that of another work that is juxtaposed against the
band's original work.

\item\relax [Section 12(1)(c)(i)]\cite{rsa78_copyrightact}, cannot apply as the
documentary will be produced as a cinematograph film, and not for publication
in a newspaper, magazine or similar periodical.
\end{itemize}

\subsubsection{Yes the general fair dealing exception (s 12(1)(c)(ii)) does apply}
\label{sec:org96cf70f}
It could be argued that as per [section 12(1)(c)(ii)]\cite{rsa78_copyrightact}, the
documentary and interview constitute a cinematograph film for the purposes of
reporting current events. Moreover as per the provisions of [section
12(c)]\cite{rsa78_copyrightact}, Leon is not required to mentioned the source, nor
the name of the band even if it appears in his cinematograph film. Based on this
he does not need to ask the bands permission, to include that scene in his film.
