wipo-unisa/IPSP01X - Essential Copyright Law/assignments/NLisa_Assignment_03.org
* Discuss the possibility that James can rely on the reverse-engineering defence [section 15(3A)]cite:wipo96_copyright_treaty. [10]
Given that Tania's factory both designs and manufactures the uniforms, as per [section (3A)(a)]cite:rsa78_copyrightact,
it follows that three-dimensional reproductions (the physical school uniforms) where made from two-dimensional artistic
drawings or designs. This reproductions subsequently went on sale and were thus made available to the public with
Talia's consent.\\

As per [section (3A)(a)]cite:rsa78_copyrightact, it follows then that copyright has not been infringed when James,
without the consent of Talia, make available to the public three-dimensional reproductions or adaptations of the
authorized reproductions, provided that:
- the authorized reproductions primarily have a utilitarian purpose, as per [section
  (3A)(a)(ii)]cite:rsa78_copyrightact. James could easily argue that school uniforms serve a utilitarian purpose.
- the authorized reproductions are made by and industrial process, as per [section
  (3A)(a)(ii)]cite:rsa78_copyrightact. Talia owns a factory that designs and manufactures the uniforms. James could
  argue that the three-dimensional authorized reproductions of the uniforms design are manufactured via an industrial process.

* What moral rights are protected by citetitle:rsa78_copyrightact? [5]
As per [section 20(1)]cite:rsa78_copyrightact, in spite of the transfer of the
copyright in a literary, musical or artistic work, cinematograph film or
computer program, the author may claim authorship of the work and oppose any
modifications, mutilations or distortions that would bring the author into
disrepute. However, an author who's authorised the use of his work in a
cinematograph film or television broadcast or computer program may not oppose
modifications necessary on a technical basis or for commercial exploitation.

* How my perceptions of copyright and/or specific copyright issues have changed during the course of this module. [15]
Whilst have an intuitive sense that the regulations regarding the implementation of copyright related issues would be
based on and resemble international instruments, I had no idea that the similarity and corroboration between said
instruments would be so strong.\\

With this idea in mind it follows quite naturally that the laws governing the protection of copyright should be
/`universal'/ in a sense, in as much as these international instruments should gives guidance and clarity to member
participants, but at the same time, they should provide enough freedom for individual member states to carefully articulate
and stipulate their _own_ legal and regulatory framework cite:rsa78_copyrightact, whilst working within the general scaffolding of the
international instruments, cite:wipo83_paris_conve_protect_ip,wipo96_model_provi_unfair_comp,wipo96_copyright_treaty,wipo86_berne.\\

Moreover, as a scientist, I particularly enjoyed how very specific aspects of the *theory* (framework of legal and
regulatory instruments) could be applied to described, predict and explain the experiment (actual legal case law and
hypothetical examples). Especially in instanced where legal precedent is yet to be established or where it is even
contradictory based on the /interpretation/ of one's viewpoint are arguments. In this instance a type of
phenomenological, or /mathematically numerical approximation/ is required that satisfies as many corroborating sources
as possible, whilst sufficiently reducing or mitigating the significance of the contradicting sources.
* Bibliography                                                       :ignore:
\printbibliography
